#!/usr/bin/env python
# -*- coding: utf-8 -*-
"""
-------------------------------------------------------------------------------
File   Name ： func_task.py
Description :  任务调度
Author      :  simon
Create Time ： 2022.03.10
-------------------------------------------------------------------------------
Change Activity:
               时间:更改内容
-------------------------------------------------------------------------------
"""
__author__ = 'simon'

from datetime import datetime

#classes#######################################################################
class PlcDatetime(datetime):
    """PLC时间类."""

